tap "candid82/brew"
tap "cloudflare/cloudflare"
tap "daipeihust/tap"
tap "damascenorafael/tap"
tap "domq/gdb"
tap "felixkratz/formulae"
tap "go-task/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iann0036/iamlive"
tap "keith/formulae"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "romkatv/gitstatus"
tap "tako8ki/tap"
tap "thezoraiz/ascii-image-converter"
tap "turbot/tap"
tap "yqrashawn/goku"
brew "act"
brew "xz"
brew "ansible"
brew "protobuf"
brew "arduino-cli"
brew "ast-grep"
brew "austin"
brew "boost"
brew "aws-sam-cli"
brew "awscli"
brew "awscurl"
brew "python@3.11"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bazelisk"
brew "bear"
brew "binutils"
brew "bottom"
brew "bzip2"
brew "glib"
brew "ccls"
brew "gcc"
brew "openblas"
brew "cloudflared"
brew "cmake"
brew "codespell"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "colima"
brew "cookiecutter"
brew "coreutils"
brew "dasel"
brew "diffutils"
brew "direnv"
brew "diskonaut"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-machine"
brew "duck"
brew "numpy"
brew "dvc"
brew "erlang"
brew "elixir"
brew "entr"
brew "eza"
brew "fetchmail"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "findutils"
brew "fish"
brew "flock"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gh"
brew "gibo"
brew "git"
brew "git-annex"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "git-remote-codecommit"
brew "gitui"
brew "glow"
brew "libgcrypt"
brew "gnupg"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "gotop"
brew "gpg-tui"
brew "graphviz"
brew "grep"
brew "grip"
brew "gzip"
brew "pkg-config"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "infracost"
brew "jj"
brew "joe"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "libpq", link: true
brew "libsixel"
brew "libxml2"
brew "libxslt"
brew "libzip"
brew "llvm@11"
brew "llvm@17"
brew "luv"
brew "lynx"
brew "make"
brew "node"
brew "markdownlint-cli"
brew "md5sha1sum", link: false
brew "miller"
brew "minicom"
brew "mise"
brew "monolith"
brew "moreutils"
brew "zlib"
brew "mysql-client"
brew "navi"
brew "neomutt"
brew "neovim"
brew "newsboat"
brew "nmap"
brew "nnn"
brew "node@16"
brew "opencv"
brew "openvpn"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pnpm"
brew "podman"
brew "poppler"
brew "pre-commit"
brew "prettier"
brew "procs"
brew "pstree"
brew "pulseaudio"
brew "pyright"
brew "python-argcomplete"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.9"
brew "radare2"
brew "rclone"
brew "recutils"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "rye"
brew "sampler"
brew "sc-im"
brew "shellcheck"
brew "shfmt"
brew "so"
brew "source-highlight"
brew "st"
brew "stylua"
brew "swagger-codegen"
brew "swift-format"
brew "switchaudio-osx"
brew "task"
brew "taskwarrior-tui"
brew "wireshark", link: false
brew "termshark"
brew "terraform"
brew "terraform-lsp"
brew "terragrunt"
brew "thefuck"
brew "tig"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyplot"
brew "unison"
brew "universal-ctags"
brew "vhs"
brew "vim"
brew "viu"
brew "w3m"
brew "wasm-pack"
brew "wasmer"
brew "wasmtime"
brew "watch"
brew "watchman"
brew "websocat"
brew "weechat"
brew "wget"
brew "wtfutil"
brew "yq"
brew "zellij"
brew "daipeihust/tap/im-select"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "go-task/tap/go-task", link: false
brew "gromgit/fuse/sshfs-mac"
brew "iann0036/iamlive/iamlive"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "localstack/tap/localstack-cli"
brew "qmk/qmk/qmk"
brew "romkatv/gitstatus/gitstatus"
brew "tako8ki/tap/gobang"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "turbot/tap/steampipe"
cask "alacritty"
cask "aldente"
cask "appcleaner"
cask "balenaetcher"
cask "barrier"
cask "betterdisplay"
cask "blackhole-2ch"
cask "blender"
cask "chatgpt"
cask "discord"
cask "drawio"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "freecad"
cask "gifox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "iterm2"
cask "keybase"
cask "kitty"
cask "macfuse"
cask "monitorcontrol"
cask "openvpn-connect"
cask "orbstack"
cask "raycast"
cask "session-manager-plugin"
cask "sf-symbols"
cask "slack"
cask "ubersicht"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "brilliantlabs.brilliant-ar-studio"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
