tap "cloudflare/cloudflare"
tap "damascenorafael/tap"
tap "domq/gdb"
tap "felixkratz/formulae"
tap "go-task/tap"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iann0036/iamlive"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "qmk/qmk"
tap "turbot/tap"
brew "act"
brew "xz"
brew "python@3.11"
brew "ansible"
brew "arduino-cli"
brew "aws-sam-cli"
brew "awscli"
brew "awscurl"
brew "python@3.10"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bazelisk"
brew "protobuf"
brew "bear"
brew "binutils"
brew "boost"
brew "bzip2"
brew "glib"
brew "ccls"
brew "gcc"
brew "openblas"
brew "cmake"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "colima"
brew "cookiecutter", link: false
brew "coreutils"
brew "dasel"
brew "diffutils"
brew "direnv"
brew "diskonaut"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-machine"
brew "duck"
brew "erlang"
brew "elixir"
brew "exa"
brew "fetchmail"
brew "ffmpeg"
brew "ffmpeg@4"
brew "figlet"
brew "findutils"
brew "flock"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "gibo"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "git-remote-codecommit"
brew "gitui"
brew "libgcrypt"
brew "gnupg"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "gotop"
brew "gpg-tui"
brew "grep"
brew "grip"
brew "gzip"
brew "htop"
brew "httpie"
brew "infracost"
brew "joe"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "llvm@11"
brew "luv"
brew "lynx"
brew "make"
brew "md5sha1sum", link: false
brew "miller"
brew "minicom"
brew "moreutils"
brew "zlib"
brew "mysql-client"
brew "navi"
brew "neomutt"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nnn"
brew "node"
brew "node@14"
brew "node@16"
brew "numpy"
brew "opencv@3"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pipenv"
brew "pnpm"
brew "podman"
brew "pre-commit"
brew "pstree"
brew "pulseaudio"
brew "pyright"
brew "python-tk@3.10"
brew "python@3.9"
brew "radare2"
brew "redis"
brew "ripgrep"
brew "rtx"
brew "ruff"
brew "rust"
brew "rust-analyzer", link: false
brew "rustfmt", link: false
brew "sampler"
brew "so"
brew "source-highlight"
brew "st"
brew "swagger-codegen"
brew "switchaudio-osx"
brew "task"
brew "taskwarrior-tui"
brew "terraform"
brew "terraform-lsp"
brew "thefuck"
brew "tig"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyplot"
brew "unison"
brew "universal-ctags"
brew "vim"
brew "viu"
brew "w3m"
brew "wasm-pack"
brew "wasmer"
brew "wasmtime"
brew "watch"
brew "websocat"
brew "weechat"
brew "wget"
brew "wtfutil"
brew "yq"
brew "zellij"
brew "cloudflare/cloudflare/cloudflared"
brew "felixkratz/formulae/sketchybar"
brew "go-task/tap/go-task", link: false
brew "gromgit/fuse/sshfs-mac"
brew "iann0036/iamlive/iamlive"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "turbot/tap/steampipe"
cask "alacritty"
cask "aldente"
cask "appcleaner"
cask "balenaetcher"
cask "barrier"
cask "discord"
cask "drawio"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "gifox"
cask "iina"
cask "iterm2"
cask "macfuse"
cask "monitorcontrol"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "ubersicht"
cask "vagrant"
cask "visual-studio-code"
cask "wireshark"
