tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "keith/formulae"
tap "qmk/qmk"
brew "arduino-cli"
brew "xz"
brew "python@3.10"
brew "awscli"
brew "bash"
brew "binutils"
brew "boost"
brew "ccls"
brew "cmake"
brew "coreutils", link: false
brew "direnv"
brew "exa"
brew "figlet"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "gitui"
brew "glib"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "jq"
brew "libgcrypt"
brew "llvm"
brew "llvm@11"
brew "luv"
brew "md5sha1sum", link: false
brew "minicom"
brew "mysql-client"
brew "neovim", args: ["HEAD"]
brew "node", link: false
brew "node@14"
brew "node@16", link: true
brew "openblas"
brew "pandoc"
brew "python@3.9"
brew "ripgrep"
brew "rust-analyzer"
brew "rustfmt"
brew "sampler"
brew "so"
brew "source-highlight"
brew "st"
brew "terraform"
brew "terraform-lsp"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyplot"
brew "universal-ctags"
brew "wasm-pack"
brew "wasmer"
brew "wasmtime"
brew "weechat"
brew "wget"
brew "wtfutil"
brew "yq"
brew "go-task/tap/go-task"
cask "alacritty"
cask "alt-tab"
cask "barrier"
cask "docker"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "gifox"
cask "slack"
cask "wireshark"
